{
  "legal": [
    {
      "id": 1,
      "fact": "Според Законот за работни односи, работодавачот е должен да склучи писмен договор за вработување најдоцна на денот на стапување на работа.",
      "source": "Закон за работни односи, член 13"
    },
    {
      "id": 2,
      "fact": "Пробната работа според законот може да трае најмногу до 6 месеци.",
      "source": "Закон за работни односи, член 60"
    },
    {
      "id": 3,
      "fact": "Работникот има право на платен годишен одмор од најмалку 20 работни дена, независно од тоа дали работи полно или скратено работно време.",
      "source": "Закон за работни односи, член 137"
    },
    {
      "id": 4,
      "fact": "Отказниот рок при раскинување на договорот од страна на работникот изнесува еден месец, доколку поинаку не е договорено.",
      "source": "Закон за работни односи, член 88"
    },
    {
      "id": 5,
      "fact": "Работодавачот е должен да води евиденција за присутност на работа и да ја чува најмалку 3 години.",
      "source": "Закон за евиденции во областа на трудот"
    },
    {
      "id": 6,
      "fact": "Секој работодавач кој вработува 10 или повеќе работници е должен со посебен акт да ги утврди мерките за заштита од вознемирување на работно место.",
      "source": "Закон за заштита од вознемирување на работно место"
    },
    {
      "id": 7,
      "fact": "Договорите за дело (договор за вршење на конкретна работа) не можат да се склучуваат за работи кои се предвидени во актот за систематизација на работни места.",
      "source": "Судска пракса и Закон за работни односи"
    },
    {
      "id": 8,
      "fact": "Работодавачот е должен да обезбеди обука за безбедност и здравје при работа на секој нововработен пред негово вклучување во процесот на работа.",
      "source": "Закон за безбедност и здравје при работа"
    }
  ],
  "business": [
    {
      "id": 1,
      "fact": "Најмалиот основен капитал за основање на ДОО/ДООЕЛ во Македонија изнесува 5.000 евра во денарска противвредност.",
      "source": "Закон за трговски друштва"
    },
    {
      "id": 2,
      "fact": "Трговско друштво може да се основа за 24 до 48 часа преку системот за е-регистрација на Централниот регистар.",
      "source": "Централен регистар на РСМ"
    },
    {
      "id": 3,
      "fact": "Македонија има склучено договори за избегнување на двојно оданочување со 49 земји (состојба 2024/2025).",
      "source": "Министерство за финансии"
    },
    {
      "id": 4,
      "fact": "Данокот на добивка во Македонија изнесува 10%, со исклучок на реинвестирана добивка која може да биде ослободена.",
      "source": "Закон за данок на добивка"
    },
    {
      "id": 5,
      "fact": "Секој трговец е должен да издава фискална сметка за секој промет во готово, освен за исклучоците наведени во законот (пр. пазари).",
      "source": "Закон за регистрирање на готовински плаќања"
    },
    {
      "id": 6,
      "fact": "Годишната сметка мора да се достави до Централниот регистар најдоцна до крајот на февруари (хартиено) или 15-ти март (електронски).",
      "source": "Закон за трговски друштва"
    },
    {
      "id": 7,
      "fact": "Субјектите со вкупен приход до 3 милиони денари годишно не се оданочуваат со данок на добивка, додека оние меѓу 3 и 6 милиони можат да плаќаат 1% на вкупен приход.",
      "source": "Закон за данок на добивка"
    },
    {
      "id": 8,
      "fact": "Примената на е-фактури станува задолжителна за трансакции со јавниот сектор (B2G) од јануари 2026 година.",
      "source": "Министерство за финансии - Најавен нов систем за е-фактури"
    }
  ],
  "marketing": [
    {
      "id": 1,
      "fact": "Според истражувањата, околу 70% до 80% од одлуките за купување во малопродажба се носат директно во продавницата.",
      "source": "POPAI - Shopper Engagement Study"
    },
    {
      "id": 2,
      "fact": "Просечниот потрошувач денес е изложен на илјадници рекламни пораки дневно (проценките варираат од 4.000 до 10.000).",
      "source": "Forbes Marketing Research"
    },
    {
      "id": 3,
      "fact": "Содржините со соодветни визуелни елементи (слики/видео) остваруваат значително поголем ангажман (engagement rate) кај публиката.",
      "source": "HubSpot Marketing Statistics"
    },
    {
      "id": 4,
      "fact": "Email маркетингот се смета за еден од најефикасните канали со висок ROI (повраток на инвестиција).",
      "source": "DMA - Data & Marketing Association"
    },
    {
      "id": 5,
      "fact": "Видео содржините на социјалните мрежи генерираат многу повеќе споделувања и интеракции од обичниот текст или статична слика.",
      "source": "Social Media Today"
    },
    {
      "id": 6,
      "fact": "Персонализираното корисничко искуство е клучен фактор за лојалност кај над 75% од денешните потрошувачи.",
      "source": "Epsilon/Salesforce Research"
    },
    {
      "id": 7,
      "fact": "Компаниите кои редовно објавуваат едукативни содржини (блогови/статии) привлекуваат повеќе квалитетни потенцијални клиенти.",
      "source": "Content Marketing Institute"
    },
    {
      "id": 8,
      "fact": "Првите неколку секунди од видео рекламите се пресудни - вниманието на корисниците е највисоко на самиот почеток.",
      "source": "Microsoft / Meta Attention Studies"
    }
  ],
  "investments": [
    {
      "id": 1,
      "fact": "Македонската берза вклучува околу 100 компании на официјалниот пазар и пазарот на акционерски друштва со посебни известувачки обврски.",
      "source": "Македонска берза AD Skopje"
    },
    {
      "id": 2,
      "fact": "Стратегијата на постепено вложување (Dollar Cost Averaging) го намалува влијанието на краткорочната пазарна нестабилност.",
      "source": "Investopedia / Finance Essentials"
    },
    {
      "id": 3,
      "fact": "Диверзификацијата на портфолиото низ различни класи на имот е најефикасен начин за намалување на специфичниот ризик.",
      "source": "Modern Portfolio Theory"
    },
    {
      "id": 4,
      "fact": "Историскиот просечен годишен принос на американскиот индекс S&P 500 изнесува околу 10% пред инфлација.",
      "source": "S&P Global Research"
    },
    {
      "id": 5,
      "fact": "Во Македонија, данокот на капитални добивки остварени од продажба на хартии од вредност изнесува 10%.",
      "source": "Закон за персонален данок на доход"
    },
    {
      "id": 6,
      "fact": "Инфлацијата ја намалува куповната моќ на парите; 'Правилото 72' помага да се пресмета за колку време парите ќе ја изгубат вредноста.",
      "source": "Финансиска математика"
    },
    {
      "id": 7,
      "fact": "ФИТР нуди грантови за стартапи кои можат да достигнат до 40.000 евра (во зависност од повикот) и повисоки износи за комерцијализација на иновации.",
      "source": "Фонд за иновации и технолошки развој (ФИТР)"
    },
    {
      "id": 8,
      "fact": "Алтернативните извори на финансирање како Crowdfunding стануваат се попопуларни во Југоисточна Европа како замена за традиционални кредити.",
      "source": "SEE Fintech Ecosystem Report"
    }
  ],
  "general": [
    {
      "id": 1,
      "fact": "Над 99% од активните претпријатија во Македонија спаѓаат во категоријата на мали и средни претпријатија (МСП).",
      "source": "Државен завод за статистика"
    },
    {
      "id": 2,
      "fact": "Македонија беше рангирана на 17-то место во светот во последниот официјален извештај 'Doing Business' на Светска Банка.",
      "source": "World Bank Doing Business Report (Last archive)"
    },
    {
      "id": 3,
      "fact": "Просечната исплатена нето-плата во Македонија на крајот на 2024 година надмина 41.000 денари.",
      "source": "Државен завод за статистика (ДЗС)"
    },
    {
      "id": 4,
      "fact": "ИТ секторот во Македонија е најбрзорастечки сектор и вработува над 20.000 лица со континуиран пораст на извозот.",
      "source": "МАСИТ / ДЗС"
    },
    {
      "id": 5,
      "fact": "Најголем дел од извозот на Македонија е насочен кон земјите од Европската Унија, со Германија како главен трговски партнер.",
      "source": "Царинска управа / ДЗС"
    },
    {
      "id": 6,
      "fact": "Околу 30% од трговските друштва во Македонија се во сопственост или управувани од жени претприемачи.",
      "source": "Национална платформа за женско претприемништво"
    },
    {
      "id": 7,
      "fact": "Стапката на социјални придонеси во Македонија изнесува вкупно околу 28% од бруто платата (ПИО, здравствено и осигурување во случај на невработеност).",
      "source": "Министерство за финансии"
    },
    {
      "id": 1,
      "fact": "Во Македонија има над 70.000 активни деловни субјекти кои поднесуваат годишна сметка до Централниот регистар.",
      "source": "Централен регистар на РСМ"
    }
  ]
}