{
  "legal": [
    {
      "id": 1,
      "fact": "Според Законот за работни односи, работодавачот е должен да склучи писмен договор за вработување најдоцна на денот на стапување на работа.",
      "source": "Закон за работни односи, член 13"
    },
    {
      "id": 2,
      "fact": "Пробната работа не може да трае подолго од 6 месеци. За работни места со посебни овластувања, може да се продолжи до 1 година.",
      "source": "Закон за работни односи, член 60"
    },
    {
      "id": 3,
      "fact": "Работникот има право на платен годишен одмор од најмалку 20 работни дена, независно од тоа дали работи полно или скратено работно време.",
      "source": "Закон за работни односи, член 137"
    },
    {
      "id": 4,
      "fact": "Отказниот рок за работникот изнесува еден месец, освен ако со колективен договор или договор за вработување не е определен подолг рок.",
      "source": "Закон за работни односи, член 88"
    },
    {
      "id": 5,
      "fact": "Работодавачот е должен да води евиденција за присутност на работа и да ја чува најмалку 5 години.",
      "source": "Закон за евиденции во областа на трудот"
    },
    {
      "id": 6,
      "fact": "Секоја компанија со повеќе од 50 вработени мора да има интерен акт за заштита од вознемирување на работно место.",
      "source": "Закон за заштита од вознемирување на работно место"
    },
    {
      "id": 7,
      "fact": "Договорите за дело можат да се склучуваат само за работи кои не спаѓаат во основната дејност на работодавачот.",
      "source": "Закон за облигациони односи"
    },
    {
      "id": 8,
      "fact": "Работодавачот е должен да обезбеди обука за безбедност и здравје при работа на секој нововработен во рок од 30 дена.",
      "source": "Закон за безбедност и здравје при работа"
    }
  ],
  "business": [
    {
      "id": 1,
      "fact": "Најмалиот основачки капитал за ДООЕЛ изнесува само 1 евро во денарска противвредност.",
      "source": "Закон за трговски друштва"
    },
    {
      "id": 2,
      "fact": "Трговско друштво може да се основа за најмногу 24 часа преку системот за е-регистрација на Централниот регистар.",
      "source": "Централен регистар на РМ"
    },
    {
      "id": 3,
      "fact": "Македонија има склучено договори за избегнување на двојно оданочување со над 40 земји.",
      "source": "Министерство за финансии"
    },
    {
      "id": 4,
      "fact": "Данокот на добивка во Македонија изнесува 10%, што е меѓу најниските стапки во Европа.",
      "source": "Закон за данок на добивка"
    },
    {
      "id": 5,
      "fact": "Секој трговец е должен да издава фискална сметка за секој промет во готово, без исклучок.",
      "source": "Закон за регистрирање на готовински плаќања"
    },
    {
      "id": 6,
      "fact": "Годишната сметка мора да се достави до Централниот регистар најдоцна до 28 февруари за претходната година.",
      "source": "Закон за трговски друштва"
    },
    {
      "id": 7,
      "fact": "Малите претпријатија со годишен приход под 3 милиони денари можат да водат поедноставено сметководство.",
      "source": "Закон за сметководство"
    },
    {
      "id": 8,
      "fact": "Е-фактурите се задолжителни за сите трансакции со државни институции од 2023 година.",
      "source": "Закон за електронско фактурирање"
    }
  ],
  "marketing": [
    {
      "id": 1,
      "fact": "Според истражувањата, 70% од одлуките за купување се носат на самото продажно место.",
      "source": "POPAI - Point of Purchase Advertising International"
    },
    {
      "id": 2,
      "fact": "Просечниот потрошувач е изложен на 4.000 до 10.000 рекламни пораки дневно.",
      "source": "Forbes Marketing Statistics"
    },
    {
      "id": 3,
      "fact": "Содржините со слики добиваат 94% повеќе прегледи од оние без визуелни елементи.",
      "source": "HubSpot Research"
    },
    {
      "id": 4,
      "fact": "Email маркетингот има просечен ROI од 4.200% - за секое вложено евро, враќате 42 евра.",
      "source": "DMA - Data & Marketing Association"
    },
    {
      "id": 5,
      "fact": "Видео содржините на социјалните мрежи генерираат 1.200% повеќе споделувања од текст и слики заедно.",
      "source": "Wordstream Digital Marketing"
    },
    {
      "id": 6,
      "fact": "78% од потрошувачите велат дека персонализираните понуди ја зголемуваат нивната лојалност кон брендот.",
      "source": "Epsilon Marketing Research"
    },
    {
      "id": 7,
      "fact": "Компаниите кои блогираат добиваат 67% повеќе потенцијални клиенти месечно.",
      "source": "DemandMetric Content Marketing"
    },
    {
      "id": 8,
      "fact": "Првите 5 секунди од рекламата се клучни - 33% од гледачите ќе престанат да гледаат после тоа.",
      "source": "Microsoft Attention Spans Study"
    }
  ],
  "investments": [
    {
      "id": 1,
      "fact": "Македонската берза има над 30 котирани компании и просечен дневен промет од околу 10 милиони денари.",
      "source": "Македонска берза"
    },
    {
      "id": 2,
      "fact": "Инвеститорите кои редовно инвестираат (DCA стратегија) историски постигнуваат подобри резултати од оние кои чекаат 'совршен момент'.",
      "source": "Vanguard Investment Research"
    },
    {
      "id": 3,
      "fact": "Диверзификацијата може да го намали ризикот на портфолиото за до 30% без да го намали очекуваниот принос.",
      "source": "Modern Portfolio Theory - Markowitz"
    },
    {
      "id": 4,
      "fact": "Просечниот годишен принос на S&P 500 индексот во последните 30 години изнесува околу 10%.",
      "source": "S&P Global"
    },
    {
      "id": 5,
      "fact": "Во Македонија, капиталните добивки од хартии од вредност се оданочуваат со 10%.",
      "source": "Закон за персонален данок на доход"
    },
    {
      "id": 6,
      "fact": "Инфлацијата е 'тивок убиец' на штедењето - при 3% годишна инфлација, парите ја губат половината од вредноста за 24 години.",
      "source": "Основи на финансиска писменост"
    },
    {
      "id": 7,
      "fact": "ФИТР (Фонд за иновации) нуди грантови до 30.000 евра за стартапи и до 100.000 евра за истражување и развој.",
      "source": "ФИТР - Фонд за иновации"
    },
    {
      "id": 8,
      "fact": "Crowdfunding платформите во регионот бележат раст од над 40% годишно во последните 3 години.",
      "source": "SEE Fintech Report"
    }
  ],
  "general": [
    {
      "id": 1,
      "fact": "Над 95% од бизнисите во Македонија се микро и мали претпријатија со помалку од 50 вработени.",
      "source": "Државен завод за статистика"
    },
    {
      "id": 2,
      "fact": "Македонија е рангирана на 17-то место во светот според леснотијата на започнување бизнис.",
      "source": "World Bank Doing Business Report"
    },
    {
      "id": 3,
      "fact": "Просечната плата во Македонија во 2024 изнесува околу 35.000 денари нето.",
      "source": "Државен завод за статистика"
    },
    {
      "id": 4,
      "fact": "ИТ секторот во Македонија бележи годишен раст од над 15% и вработува повеќе од 10.000 лица.",
      "source": "МАСИТ - Македонска асоцијација за информатичка технологија"
    },
    {
      "id": 5,
      "fact": "Македонија извезува производи и услуги во над 100 земји ширум светот.",
      "source": "Царинска управа на РМ"
    },
    {
      "id": 6,
      "fact": "Женското претприемништво во Македонија бележи раст - 30% од новоотворените бизниси се основани од жени.",
      "source": "UN Women Macedonia"
    },
    {
      "id": 7,
      "fact": "Социјалните придонеси во Македонија изнесуваат вкупно 28% од бруто платата (18.8% работодавач, 9.2% работник).",
      "source": "Закон за придонеси од задолжително социјално осигурување"
    },
    {
      "id": 8,
      "fact": "Македонија има над 70.000 активни трговски друштва регистрирани во Централниот регистар.",
      "source": "Централен регистар на РМ"
    }
  ]
}
