[
    {
      "type": "Вработени, назначени и ангажирани лица и кандидати за вработување",
      "description": "Друштвото обработува лични податоци за вработените лица и кандидатите за вработување, назначените и ангажираните лица, неопходни согласно Законот за работните односи, Законот за евиденција од областа на трудот, Законот за безбедност и здравје при работа, прописите за задолжително здравствено, пензиско и инвалидско осигурување, Законот за трговските друштво, како и другите позитивни законски прописи. Оваа обработка опфаќа податоци за вработување, плата, здравствени прегледи, повреди на работа и други законски обврски и барања. Подетално за оваа обработка е утврдено во Политика за вработени и заштита на лични податоци."
    },
    {
      "type": "Корисници на услуги и производи",
      "description": "Оваа категорија ги опфаќа податоците на физички лица кои користат услугите или производите на друштвото. Обработката на податоци е за потребите на исполнување на договорните обврски, како што се наплата, испорака, корисничка поддршка и комуникација. Податоците може да вклучуваат име и презиме, адреса, телефонски број, е-пошта и историја на трансакции. Обработката е неопходна за извршување на договорот помеѓу друштвото и субјектот на податоци."
    },
    {
      "type": "Добавувачи и договорни партнери",
      "description": "Во оваа група спаѓаат податоците на физички лица, вклучувајќи ги и лицата за контакт од правни субјекти, со кои друштвото има склучено договори за набавка на стоки или услуги. Обработката на податоци е неопходна за управување со договорните односи, вклучувајќи комуникација, извршување на плаќања и усогласеност со законските барања. Податоците може да вклучуваат име и презиме, функција, контакт информации и банкарски податоци."
    },
    {
      "type": "Посетители на веб-страницата и корисници на социјални медиуми",
      "description": "Друштвото ги обработува податоците на посетителите на својата веб-страница и корисниците на социјалните мрежи, како што се IP-адреси, податоци за прелистување, колачиња и други информации собрани за аналитички цели и подобрување на корисничкото искуство. Обработката се базира на легитимниот интерес за следење на перформансите на веб-страницата и маркетиншките активности."
    },
    {
      "type": "Проспективни клиенти (лидови)",
      "description": "Податоци на лица кои покажале интерес за производите или услугите на друштвото, но сè уште не се клиенти. Ова вклучува информации собрани преку веб-формулари, маркетинг кампањи или настани, со цел да се овозможи комуникација и следење. Обработката се базира на согласност на субјектот на податоци или на легитимен интерес за маркетинг цели."
    },
    {
      "type": "Претплатници на билтени",
      "description": "Податоци на лица кои се претплатиле на електронски билтени или други маркетинг материјали. Обработката се врши исклучиво врз основа на согласност на субјектот на податоци за доставување на бараните информации. Тие можат да се отпишат во секое време."
    },
    {
      "type": "Присутни на настани",
      "description": "Податоци на лица кои се регистрирале или присуствувале на настани организирани од друштвото, како што се конференции, вебинари или семинари. Обработката е неопходна за управување со настанот, комуникација со учесниците и маркетинг активности со нивна согласност."
    },
    {
      "type": "Пациенти или корисници на здравствени услуги",
      "description": "Оваа категорија опфаќа податоци за здравје, кои се сметаат за посебна категорија на лични податоци и подлежат на дополнителни мерки за заштита. Обработката е строго регулирана и се врши само со изречна согласност на субјектот, или согласно законски обврски, со цел да се обезбедат здравствени услуги или да се задоволат правните барања."
    },
    {
      "type": "Студенти и практиканти",
      "description": "Податоци на лица кои се дел од едукативни програми или пракса организирани од друштвото. Обработката е неопходна за управување со програмата, оценување и издавање на сертификати. Оваа категорија може да вклучува лични информации, академски податоци и контакт информации."
    },
    {
      "type": "Акционери",
      "description": "Обработка на податоци на физички лица кои се акционери на друштвото, неопходна за управување со акционерската книга, исплата на дивиденди и комуникација поврзана со нивните права и обврски. Обработката се врши врз основа на законски обврски."
    },
    {
      "type": "Надзорни органи и владини институции",
      "description": "Оваа категорија опфаќа обработка на податоци неопходна за усогласеност со законските барања и обврски. Обработката се однесува на податоци кои се споделуваат со надзорни органи, владини институции или други регулаторни тела согласно законските прописи. Таа вклучува извештаи, пријави и други информации кои се законски обврзувачки."
    },
    {
      "type": "Аналитика и истражување на пазарот",
      "description": "Податоците во оваа група се користат за внатрешна анализа, истражување на пазарот и подобрување на бизнис процесите. Оваа обработка се врши врз основа на легитимен интерес и може да вклучува анонимизирани или псевдонимизирани податоци. Целта е да се добијат увид во трендовите и да се донесат информирани деловни одлуки."
    },
    {
      "type": "Видео надзор и безбедност",
      "description": "Лични податоци собрани преку видео надзор во објектите на друштвото. Целта на обработката е заштита на имот, безбедност на вработените и другите лица, како и спречување и откривање на кривични дела. Обработката се врши врз основа на легитимен интерес на друштвото, а субјектите на податоци се информираат за присуството на видео надзор со соодветни ознаки."
    },
    {
      "type": "Правни спорови и барања",
      "description": "Оваа категорија на обработка е неопходна за воспоставување, остварување или одбрана на правни барања. Може да вклучува податоци на лица кои се вклучени во правни спорови, судски постапки или други правни прашања, како и информации потребни за заштита на интересите на друштвото."
    }
  ]
  